Repository: shenek/django-mojeid-auth
Catalog: django_mojeid/locale/*/LC_MESSAGES/django.po
Languages: cs

source: %d expired nonces removed
cs: %d prošlých noncí bylo odstraněno

source: Clean up expired nonces
cs: Úklid prošlých noncí

source: %d expired associations removed
cs: %d prošlých párování odstraněno

source: Clean up expired associations
cs: Úklid prošlých párování

source: User %s does not have admin access.
cs: Uživatel %s nemá administrátorská oprávnění.

source: Unknown Error: %s
cs: Neznámá chyba: %s

source: Handler with name %s was not found.
cs: Reakce se jménem %s nebyla nalezena.

source: The identity %s has already been claimed
cs: Identita %s je již zabrána.

source: General OpenID error.
cs: Obecná chyba OpenID

source: OpenID discovery error
cs: OpenID Chyba při objevování

source: This is an OpenID relying party endpoint.
cs: Toto je koncový bod OpenID.

source: Unknown User
cs: Neznámý uživatel

source: Disabled Account
cs: Účet byl zablokován

source: Authentication Failed
cs: Autentifikace selhala

source: OpenID authentication failed
cs: OpenID autentifikace selhala

source: OpenID Authentication Cancelled
cs: OpenID autentifikace byla zrušena

source: OpenID Unknown Response Type
cs: OpenID neznámý typ odpovědi

source: Another user account is associated with this mojeID account.
cs: Jiný uživatelský účet je spojen s tímto mojeID účtem.

source: User already exists.
cs: Uživatel již existuje.

source: No nickname given for your account.
cs: Pro váš účet nebyl zvoleno uživatelské jméno.

source: Login requires physical multi-factor authentication.
cs: Přihlášení vyžaduje fyzickou multifaktorovou autentifikaci.

source: Model '%(model)s' from App '%(app)s' does not exist.
cs: Model '%(model)s' z Applikace '%(app)s' neexistuje.

source: Cannot resolve keyword '%(model)s' into field. Choices are: %(choices)s
cs: Není možné najít pole '%(model)s'. Možnosti jsou: %(choices)s

source: Required Attribute '%(code)s' (%(text)s) was not returned.
cs: Požadovaný attribut '%(code)s' (%(text)s) nebyl v odpovědi.

source: Birth Date
cs: Datum Narození

source: Full Name
cs: Celé jméno

source: First Name
cs: Jméno

source: Last Name
cs: Příjmení

source: Nick Name
cs: Přezdívka

source: Company
cs: Jméno společnosti

source: Home Address – Street
cs: Domácí adresa – Ulice

source: Home Address – Street2
cs: Domácí adresa – Ulice2

source: Home Address – Street3
cs: Domácí adresa – Ulice3

source: Home Address – City
cs: Domácí adresa – Město

source: Home Address – State
cs: Domácí adresa – Stát

source: Home Address – Country
cs: Domácí adresa – Země

source: Billing Address – Street
cs: Faktur. adresa – Ulice

source: Billing Address – Street2
cs: Faktur. adresa – Ulice2

source: Billing Address – Street3
cs: Faktur. adresa – Ulice3

source: Billing Address – City
cs: Faktur. adresa – Město

source: Billing Address – State
cs: Faktur. adresa – Stát

source: Billing Address – Country
cs: Faktur. adresa – Země

source: Billing Address – Postal Code
cs: Faktur. adresa – PSČ

source: Shipping Address – Street
cs: Doruč. adresa – Ulice

source: Shipping Address – Street2
cs: Doruč. adresa – Ulice2

source: Shipping Address – Street3
cs: Doruč. adresa – Ulice3

source: Shipping Address – City
cs: Doruč. adresa – Město

source: Shipping Address – State
cs: Doruč. adresa – Stát

source: Shipping Address – Country
cs: Doruč. adresa – Země

source: Shipping Address – Postal Code
cs: Doruč. adresa – PSČ

source: Mailing Address – Street
cs: Koresp. adresa – Ulice

source: Mailing Address – Street2
cs: Koresp. adresa – Ulice2

source: Mailing Address – Street3
cs: Koresp. adresa – Ulice3

source: Mailing Address – City
cs: Koresp. adresa – Město

source: Mailing Address – State
cs: Koresp. adresa – Stát

source: Mailing Address – Country
cs: Koresp. adresa – Země

source: Mailing Address – Postal Code
cs: Koresp. adresa – PSČ

source: Phone – Default
cs: Telefon – Hlavní

source: Phone – Home
cs: Telefon – Domácí

source: Phone – Work
cs: Telefon – Pracovní

source: Phone – Mobile
cs: Telefon – Mobil

source: Fax
cs: Telefon – Fax

source: Email – Default
cs: Email – Hlavní

source: Email – Notify
cs: Email – Notifikační

source: Email – Other
cs: Email – Další

source: URL – Default
cs: URL – Hlavní

source: URL – Personal
cs: URL – Osobní

source: URL – RSS
cs: URL – Pracovní

source: Identifier – VAT Identification Number
cs: Identifikátor – ICO

source: Identifier – VAT registration Number
cs: Identifikátor – DIC

source: Identifier – ID Card
cs: Identifikátor – OP

source: Identifier – Passport
cs: Identifikátor – PAS

source: Identifier – MPSV
cs: Identifikátor – MPSV

source: Flag – Student
cs: Příznak – Student

source: Flag – Validation
cs: Příznak – Validace

source: Account State
cs: Stav účtu

source: Flag – Adult
cs: Příznak – Starší 18 let

source: Image (base64)
cs: Obrázek (base64)

source: Required Internal Attribute '%(code)s' (%(text)s) was not returned.
cs: Požadovaný attribut '%(code)s' (%(text)s) nebyl v odpovědi.

source: ID to display
cs: ID k zobrazení

source: class %(class)s has no attribute '%(attr)s'
cs: třída %(class)s nemá atribut '%(attr)s'

source: Bad request.
cs: Špatný požadavek.

source: Status is missing.
cs: Chybí status.

source: Status is invalid.
cs: Staus je neplatný.

source: Claimed ID is missing.
cs: Požadované ID chybí.

source: Registration nonce is missing.
cs: Registrační nonce chybí.

source: Registration nonce is invalid.
cs: Registrační nonce je neplatná.

source: Why mojeID?
cs: Proč mojeID?

source: Create a mojeID account
cs: Nový účet mojeID

source: Associate with OpenID:
cs: Spáruj s OpenId

source: Associate
cs: Spáruj

source: Sign in
cs: Přihlásit

source: Please correct errors below:
cs: Prosím opravte následující chyby:

source: Associate with Your OpenID
cs: Spáruj s Vaším OpenID

source: OpenID failed
cs: OpenID selhalo

source: Sign in with your OpenID
cs: Příhlásit přes Vaše OpenID

source: Sign In Using Your OpenID
cs: Prihlásit přes Vaše OpenID

source: Registration
cs: Registrace

source: This is
cs: Tohle je
